Repository: sozi-projects/Sozi
Catalog: locales/*.po
Languages: cs, it, lt, sk

source: <i class="fa fa-exclamation-triangle"></i> Error
it: <i class="fa fa-exclamation-triangle"></i> Errore

source: <i class="fa fa-info-circle"></i> Information
it: <i class="fa fa-info-circle"></i> Informazioni

source: Document was changed. Reloading.
cs: Dokument byl změněn. Načítám.
it: Il documento è stato modificato. Ricaricamento.
lt: Dokumentas buvo pakeistas. Įkeliama iš naujo.
sk: Dokument sa zmenil. Znova načítavam.

source: Document was changed.
cs: Dokument byl změněn.
it: Il documento è stato modificato.

source: Presentation was exported to PDF.
it: La presentazione è stata esportata in PDF.

source: Failed to write PDF file.
it: Errore nel generare il PDF.

source: Presentation was exported to PPTX.
it: La presentazione è stata esportata in PPTX.

source: Failed to write PPTX file.
it: Errore nel generare il PPTX.

source: Presentation was exported to video.
it: La presentazione è stata esportata come video.

source: Failed to write video file.
it: Errore nel generare il file video.

source: Document is not valid SVG.
cs: Dokument není funkční SVG.
it: Il documento non è conforme allo standard SVG.
lt: Šis dokumentas nėra priimtinas SVG
sk: Dokument nie je platný súbor SVG.

source: Document was imported from Sozi 13 or earlier.
cs: Dokument byl importován ze Sozi 13 nebo staršího.
it: Il documento è stato importato da Sozi 13 o precedente.
lt: Dokumentas importuotas iš Sozi 13 ar ankstesnės versijos.
sk: Dokument bol importovaný z verzie Sozi 13 alebo staršej.

source: Saved %s.
cs: Uloženo %s.
it: File %s salvato.
lt: Išsaugota %s.
sk: %s uložené.

source: Open an SVG file from your computer
cs: Otevřete soubor SVG z vašeho počítače
it: Apri un file SVG dal tuo computer
lt: Atidaryti Jūsų kompiuteryje esantį SVG failą

source: Do you want to save the presentation before closing?
cs: Přejete si před zavřením uložit prezentaci?
it: Vuoi salvare la presentazione prima della chiusura?

source: Yes
cs: Ano
it: Sì

source: File not found: %s.
cs: Soubor nenalezen: %s.
it: File non trovato: %s.
lt: Failas nerastas: %s.
sk: Súbor sa nenašiel: %s.

source: Choose an SVG file
cs: Vyberte SVG soubor
it: Scegli un file SVG
lt: Pasirinkite SVG failą

source: SVG files
cs: SVG soubory
it: File SVG
lt: SVG failai

source: This file will not be reloaded on change: %s.
it: Questo file non sarà ricaricato dopo la modifica: %s.

source: Could not read file %s.
it: Impossibile leggere il file %s.

source: Open an SVG file from your computer (<i class="fa fa-exclamation-triangle"></i> read-only)
it: Apri un file SVG dal tuo computer (<i class="fa fa-exclamation-triangle"></i> read-only)

source: Open an SVG file from Google Drive
cs: Otevřít SVG soubor z Google Drive
it: Apri un file SVG da Google Drive
lt: Atidaryti Google diske esantį SVG failą

source: Autoselect outline element
cs: Automaticky vyber obrys objektu
it: Seleziona automaticamente l'elemento del contorno

source: Reset layer geometry
cs: Vymazat geometrii vrstvy
it: Ripristina la geometria del layer
lt: Atstatyti sluoksnio geometriją

source: Create a new frame
cs: Vytvořit nový snímek
it: Crea un nuovo fotogramma
lt: Sukurti naują kadrą
sk: Vytvoriť nový rámček

source: Save the presentation
cs: Uložit prezentaci
it: Salva la presentazione
lt: Išsaugoti prezentaciją

source: Redo
cs: Zopakovat
it: Ripeti
lt: Perdaryti

source: Undo
cs: Zpět
it: Annulla
lt: Anuliuoti

source: Focus the frame title
cs: Zaměřit na nadpis snímku
it: Focus sul titolo del fotogramma

source: Reload the SVG document
cs: Znovunačíst SVG dokument
it: Ricarica il documento SVG
lt: Perkrauti SVG dokumentą

source: Toggle full-screen mode
cs: Zapni režim celé obrazovky
it: Attiva/disattiva la modalità a schermo intero

source: Toggle the developer tools
cs: Zapni vývojářské nástroje
it: Attiva/disattiva gli strumenti di sviluppo

source: Back to presentation properties
it: Torna alle proprietà della presentazione

source: User interface
cs: Uživatelské prostředí
it: Interfaccia utente

source: Language
it: Lingua

source: Font size
cs: Velikost fontu
it: Dimensione carattere

source: Enable notifications on save and reload
cs: Zapni oznamování při ukládání a znovunačítání
it: Abilita notifiche per salvataggio e ricarica

source: Enable notifications
cs: Zapni oznámení
it: Abilita notifiche

source: When Sozi loses the focus
cs: Když Sozi ztratí fokus
it: Quando Sozi perde il focus

source: Manually
cs: Ručně
it: Manualmente

source: Automatically
cs: Automaticky
it: Automaticamente

source: When Sozi gets the focus
cs: Když je Sozi vybráno
it: Quando Sozi ottiene la messa a fuoco

source: Behavior
cs: Chování
it: Comportamento

source: Preview transition animations
cs: Náhled animací přechodu
it: Anteprima transizioni animate

source: Enable animated transitions
cs: Zapni animaované přechody
it: Abilita transizioni animate

source: Keyboard shortcuts
cs: Klávesové zkratky
it: Scorciatoie da tastiera

source: Basic formatting supported:
cs: Základní podporované formátování:
it: Formattazione di base supportata:

source: Ctrl+B: Bold
cs: Ctrl+B: Tučné
it: Ctrl+B: Grassetto

source: Ctrl+I: Italic
cs: Ctrl+I: Kurzíva
it: Ctrl+I: Corsivo

source: Ctrl+U: Underline
cs: Ctrl+U: Podtržené
it: Ctrl+U: Sottolineato

source: Ctrl+0: Paragraph
cs: Ctrl+0: Odstavec
it: Ctrl+0: Paragrafo

source: Ctrl+1: Big heading
cs: Ctrl+1: Velký nadpis
it: Ctrl+1: Intestazione grande

source: Ctrl+2: Medium heading
cs: Ctrl+2: Střední nadpis
it: Ctrl+2: Intestazione media

source: Ctrl+3: Small heading
cs: Ctrl+3: Malý nadpis
it: Ctrl+3: Intestazione piccola

source: Ctrl+L: List
cs: Ctrl+L: Seznam
it: Ctrl + L: Elenco

source: Ctrl+N: Numbered list
cs: Ctrl+N: Číslovaný seznam
it: Ctrl + N: Elenco numerato

source: Select a layer to copy
cs: Vyber vrstvu ke zkopírování
it: Seleziona un layer da copiare
lt: Pasirinkite sluoksnį kopijavimui

source: Default
cs: Obsah
it: Predefinito
lt: Numatytasis
sk: Predvolené

source: Frame
cs: Snímek
it: Fotogramma
lt: Kadras
sk: Rámček

source: Show in frame list
cs: Zobraz ve snímků seznam
it: Mostra sulla lista dei fotogrammi
lt: Rodyti kadrų sąraše
sk: Zobraziť na zozname rámčekov

source: Show frame number
cs: Zobraz číslo snímku
it: Mostra il numero di fotogramma
lt: Rodyti kadro numerį
sk: Zobraziť číslo rámčeka

source: Title
cs: Název
it: Titolo
lt: Pavadinimas
sk: Názov

source: Title level in frame list
cs: Úroveň názvu v seznamu snímků
it: Livello del titolo nell'elenco dei fotogrammi

source: Timeout (seconds)
cs: Časový limit (sekundy)
it: Timeout (secondi)
lt: Laukimo laikas (sek.)
sk: Čas vypršania (sekundy)

source: Timeout enable
cs: Časový limit zapnut
it: Abilita timeout
lt: Laukimo laiko įjungimas
sk: Zapnúť čas vypršania

source: Layer
cs: Vrstva
it: Livello
lt: Sluoksnis

source: Link to previous frame
cs: Odkaz na předešlí snímek
it: Link al fotogramma precedente
lt: Susieti su ankstesniu kadru
sk: Prepojiť s predchádzajúcim rámčekom

source: Clip
cs: Oříznout
it: Taglia
lt: Apkirpti
sk: Orezanie

source: Copy layer
cs: Zkopíruj vrstvu
it: Copia layer
lt: Kopijuoti sluoksnį

source: Outline element Id
cs: Obrys objektu Id
it: ID dell'elemento da utilizzare come contorno
lt: Apibrėžiamo elemento ID

source: Autoselect element
cs: Automaticky vyber objekt
it: Auto-seleziona elemento
lt: Automatiškai žymėti elementą
sk: Vyberať prvok automaticky

source: Hide element
cs: Skryj objekt
it: Nascondi elemento
lt: Slėpti elementą
sk: Skryť prvok

source: Fit to element
cs: Přizpůsobit objektu
it: Adatta all'elemento
lt: Vaizduoti pagal elemento dydį
sk: Prispôsobiť na veľkosť prvku

source: Layer opacity
cs: Průhlednost vrstvy
it: Opacità layer
lt: Sluoksnio skaidrumas
sk: Priesvitnosť vrstvy

source: Transition
cs: Posuv
it: Transizione
lt: Perėjimas
sk: Prechod

source: Configure the animation when moving to the selected frames.
it: Configurare l'animazione quando ci si sposta nei frame selezionati.

source: Duration (seconds)
cs: Trvání (sekundy)
it: Durata (secondi)
lt: Laikas (sek)
sk: Trvanie (v sekundách)

source: Timing function
cs: Funkce časování
it: Funzione di temporizzazione
lt: Chronometražo funkcija
sk: Časovanie

source: Linear
it: LIneare

source: Ease
it: Facile

source: Ease in
it: Inserisci

source: Ease out
it: Elimina

source: Ease in-out
it: Facile dentro-fuori

source: Step start
it: Inizio passo

source: Step end
it: Fine passo

source: Step middle
it: Passo centrale

source: Relative zoom (%)
cs: Relativní zoom (%)
it: Zoom relativo (%)
lt: Santykinis mastelis (%)
sk: Relatívne priblíženie (v %)

source: Path Id
cs: Trasa Id
it: ID percorso
lt: Perėjimo kelio ID
sk: Id cesty

source: Hide path
cs: Skryj trasu
it: Nascondi percorso
lt: Slėpti perėjimo kelią
sk: Skryť cestu

source: Notes
it: Note

source: Edit presenter notes. Click here to show the list of formatting shortcuts.
it: Modifica note del presentatore. Fai clic qui per mostrare l'elenco delle scorciatoie di formattazione.

source: Custom stylesheets and scripts
it: Fogli di stile e script personalizzati

source: CSS or JS file names
it: File CSS o JS

source: Add CSS or JS files
it: Aggiungi file CSS o JS

source: Add a file
it: Aggiungi un file

source: Remove this file
it: Rimuovi questo file

source: Player
cs: Přehrávač
it: Visualizzazione

source: Support the browser's "Back" button to move to the previous frame
it: Supporta il pulsante "Indietro " del browser per passare al fotogramma precedente

source: Moving from one frame to another will change the content of the location bar automatically.
it: Passare da un fotogramma all'altro cambierà il contenuto della barra degli indirizzi automaticamente.

source: Allow to control the presentation
cs: Povol ovládání prezentace
it: Permetti il controllo della presentazione

source: using the mouse
cs: myší
it: usando il mouse

source: using the keyboard
cs: klávesnicí
it: usando la tastiera

source: Allow to move the camera
cs: Povol pohyb kamery
it: Permetti di spostare lo scenario

source: Allow to rotate the camera
cs: Povol otáční kamery
it: Permetti di ruotare lo scenario

source: Allow to zoom
cs: Povol přiblížení
it: Permetti di zoomare

source: Examples of frame lists to include/exclude in export
it: Esempi di gruppi di fotogrammi da includere/escludere dall'esportazione

source: Select frames 2, 5, and 12: "2, 5, 12"
it: Selezionare i fotogrammi 2, 5 e 12: "2, 5, 12"

source: Select frames 5 to 8: "5:8"
it: Selezionare i fotogrammi da 5 a 8: "5:8"

source: Select frames 5, 8, 11, 14, and 17: "5:8:17"
it: Seleziona i fotogrammi 5, 8, 11, 14 e 17: "5:8:17"

source: Select frames 2, 5, and 10 to 15: "2, 5, 10:15"
it: Selezionare i fotogrammi 2, 5 e da 10 a 15: "2, 5, 10:15"

source: Export
it: Esportazione

source: Document type
it: Tipo di documento

source: Export the presentation
it: Esporta la presentazione

source: Page size
it: Dimensione della pagina

source: Page orientation
it: Orientamento della pagina

source: Landscape
it: Paesaggio

source: Portrait
it: Ritratto

source: List of frames to include
it: Elenco di fotogrammi da includere

source: Click here to see the syntax for this field
it: Clicca qui per vedere la sintassi di questo campo

source: List of frames to exclude
it: Elenco di fotogrammi da escludere

source: Slide size
it: Dimensione della diapositiva

source: Hagaki Card
it: Cartolina Hagaki

source: Overhead
it: Lucido

source: Screen 16:10
it: Schermo 16:10

source: Screen 16:9
it: Schermo 16:9

source: Screen 4:3
it: Schermo 4:3

source: Format
it: Formato

source: Image sequence (.png)
it: Sequenza di immagini (.png)

source: Width (pixels)
it: Larghezza (pixel)

source: Height (pixels)
it: Altezza (pixel)

source: Frame rate (frames/sec)
it: Numero di immagini al secondo

source: Bit rate (kbits/sec)
it: Velocità dei dati (kbit/sec)

source: Delete the selected frames
cs: Smaž vybrané snímky
it: Elimina i fotogrammi selezionati
lt: Trinti pasirinktus kadrus
sk: Zmazať vybrané rámčeky

source: Add layer
cs: Přidej vrstvu
it: Aggiungi layer
lt: Pridėti sluoksnį
sk: Pridať vrstvu

source: Add all layers
it: Aggiungi tutti i layer

source: This layer is visible. Click to hide it.
cs: Tato vrstva je viditelná. Klikni pro skrytí.
it: Questo layer è visibile. Clicca per nasconderlo.
lt: Šis sluoksnis yra matomas. Spragtelkite, kad paslėptumėt jį.
sk: Táto vrstva je odkrytá. Kliknutím vrstvu skryť.

source: This layer is hidden. Click to show it.
cs: Tato vrstva je skryta. Klikni pro zobrazení.
it: Questo layer è nascosto. Clicca per renderlo visibile.
lt: Šis sluoksnis yra paslėptas. Spragtelkite, kad parodytumėt jį.
sk: Táto vrstva je skrytá. Kliknutím vrstvu odkryť.

source: Remove this layer
cs: Odstraň tuto vrstvu
it: Rimuovi questo layer
lt: Naikinti šį sluoksnį
sk: Odstrániť túto vrstvu

source: Insert selection before frame %d
cs: Vlož výběr před snímek %d
it: Inserire la selezione prima del fotogramma %d
lt: Įterpti pasirinkimą prieš %s kadrą
sk: Vložiť výber pred rámček %d

source: Insert selection after frame %d
cs: Vlož výběr za snímek %d
it: Inserire la selezione dopo il fotogramma %d
lt: Įterpti pasirinkimą po %s kadro
sk: Vložiť výber za rámček %d

source: You should add graphic elements in the current area to help Sozi keep track of this layer's position.
it: Dovresti aggiungere elementi grafici nell'area corrente per aiutare Sozi a tenere tracciadella posizione di questo livello.

source: Aspect ratio:
cs: Poměr stran:
it: Proporzione:
lt: Proporcijos:
sk: Pomer strán:

source: Move the selected layers (hold Alt to zoom, Shift to rotate)
cs: Přesuň vybrané vrstvy (přidrž Alt pro přiblížení, Shift pro otáční)
it: Sposta i layer selezionati (premere Alt per zoomare, Shift per ruotare)
lt: Stumdyti pasirinktus sluoksnius (laikykite Alt, kad keisti mastelį; Shift, kad pasukti)
sk: Presunúť vybrané vrstvy (priblíženie podržaním Alt, otočenie podržaním Shift)

source: Zoom in/out on the selected layers (you can also hold the Alt key in Move mode)
cs: Přibliž / oddal na vybrané vrstvy (také když přidržíš Alt v režimu Pohyb)
it: Zoom in/out sui layer selezionati (è possibile premere Alt in modalità spostamento)
lt: Keisti pasirinktų sluoksnių mastelius (Jūs taip pat galite tai atlikti laikydami paspaudę Alt klavišą Stumdymo režime)
sk: Priblížiť/oddialiť vybranú vrstvu (rovnaká funkcionalita podržaním Alt v režime presunu)

source: Rotate the selected layers (you can also hold the Shift key in Move mode)
cs: Otoč vybrané vrstvy (také když držíš Shift v režimu Pohyb)
it: Ruota i layer selezionati (è possibile premere Shift in modalità spostamento)
lt: Pasukti pasirinktus sluoksnius (Jūs taip pat galite tai atlikti laikydami paspaudę Shift klavišą Stumdymo režime)
sk: Otáčať vybrané vrstvy (rovnaká funkcionalita podržaním Shift v režime presunu)

source: Edit the clipping area
it: Modifica l'area di ritaglio

source: Disable full-screen mode
cs: Vypni zobrazení přes celou obrazovku
it: Disattiva la modalità a schermo intero
lt: Išjungti viso ekrano režimą

source: Enable full-screen mode
cs: Zapni zobrazení přes celou obrazovku
it: Attiva la modalità a schermo intero
lt: Įjungti viso ekrano režimą

source: Preferences
cs: Nastavení
it: Preferenze

source: Information
cs: Informace
it: Informazioni
lt: Informacija
sk: Informácie

source: System language
it: Lingua di sistema

source: No
cs: Ne

source: Open an SVG file from your computer (<i class="fas fa-exclamation-triangle"></i> read-only)
cs: Otevřít SVG soubor z počítače (<i class="fas fa-exclamation-triangle">1</i>2 pouze ke čtení)

source: <i class="fas fa-exclamation-triangle"></i> Error
cs: <i class="fas fa-exclamation-triangle"></i> Chyba

source: <i class="fas fa-info-circle"></i> Information
cs: <i class="fas fa-info-circle"></i> Informace

source: File %s could not be loaded.
cs: Soubor %s nelze načíst.
lt: Failas %s negali būti įkeltas.
sk: Súbor %s sa nepodarilo načítať.

source: Open an SVG file from your computer (<i class="fa fa-warning"></i> read-only)
lt: Atidaryti Jūsų kompiuteryje esantį SVG failą (<i class="fa fa-warning">skaitymo režimu</i>)

source: Sozi (Information)
lt: Sozi (Informacija)

source: Sozi (Error)
lt: Sozi (Klaida)

source: Undo (Ctrl-Z)
sk: Späť (Ctrl-Z)

source: Redo (Ctrl-Y)
sk: Zopakovať (Ctrl-Y)

source: Disable full-screen mode (F11)
sk: Zakázať režim zobrazenia na celú obrazovku (F11)

source: Enable full-screen mode (F11)
sk: Zapnúť režim zobrazenia na celú obrazovku (F11)

source: Save the presentation (Ctrl-S)
sk: Uložiť prezentáciu (Ctrl-S)

source: Reload the SVG document (F5)
sk: Znova načítať dokument SVG (F5)
